Dlubal.SteelSurfaces.DIRECTION_TYPE
Type of Direction

Dlubal.SteelSurfaces.DIRECTION_TYPE.DIRECTION_UPWARDS
Upwards Direction

Dlubal.SteelSurfaces.DIRECTION_TYPE.DIRECTION_DOWNWARDS
Downwards Direction